Repository: netdcy/FlowVision
Catalog: FlowVision/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, pt_pt, ru, sv, zh_hans, zh_hant

source: Default Thumbnail Size
ar: الحجم الافتراضي للصورة المصغرة
de: Standard-Thumbnail-Größe
es: Tamaño predeterminado de miniatura
fr: Taille par défaut des vignettes
it: Dimensione predefinita della miniatura
ja: デフォルトのサムネイルサイズ
ko: 기본 썸네일 크기
nl: Standaard miniatuurgrootte
pt_br: Tamanho Padrão da Miniatura
pt_pt: Tamanho Padrão da Miniatura
ru: Размер миниатюры по умолчанию
sv: Standard miniatyrstorlek
zh_hans: 默认缩略图大小
zh_hant: 預設縮略圖大小

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pt_br: Excluir
pt_pt: Eliminar
ru: Удалить
sv: Radera
zh_hans: 删除
zh_hant: 刪除

source: Disable Automatic Play
ar: تعطيل التشغيل التلقائي
de: Automatische Wiedergabe deaktivieren
es: Desactivar reproducción automática
fr: Désactiver la lecture automatique
it: Disabilita riproduzione automatica
ja: 自動再生を無効にする
ko: 자동 재생 사용 안 함
nl: Automatisch afspelen uitschakelen
pt_br: Desativar Reprodução Automática
pt_pt: Desativar Reprodução Automática
ru: Отключить автоматическое воспроизведение
sv: Inaktivera automatisk uppspelning
zh_hans: 停止自动播放
zh_hant: 停用自動播放

source: Disable Automatic Scroll
ar: تعطيل التمرير التلقائي
de: Automatisches Scrollen deaktivieren
es: Desactivar el desplazamiento automático
fr: Désactiver le défilement automatique
it: Disabilita scorrimento automatico
ja: 自動スクロールを無効にする
ko: 자동 스크롤 비활성화
nl: Automatisch scrollen uitschakelen
pt_br: Desativar rolagem automática
pt_pt: Desativar Rolagem Automática
ru: Отключить автоматическую прокрутку
sv: Inaktivera automatisk rullning
zh_hans: 停止自动滚动
zh_hant: 停用自動滾動

# do-you-want-replace
source: Do you want to replace it with the file you are pasting or moving?
ar: هل تريد استبداله بالملف الذي تقوم بلصقه أو نقله؟
de: Möchten Sie es durch die Datei ersetzen, die Sie einfügen oder verschieben?
es: ¿Desea reemplazarlo con el archivo que está pegando o moviendo?
fr: Voulez-vous le remplacer par le fichier que vous collez ou déplacez?
it: Vuoi sostituirlo con il file che stai incollando o spostando?
ja: 貼り付けまたは移動しているファイルで置き換えますか
ko: 붙여넣거나 이동할 파일로 교체하시겠습니까?
nl: Wil je het vervangen door het bestand dat je plakt of verplaatst?
pt_br: Deseja substituí-lo pelo arquivo que está colando ou movendo?
pt_pt: Deseja substituir com o ficheiro que está a colar ou mover?
ru: Вы хотите заменить его файлом, который вы вставляете или перемещаете?
sv: Vill du ersätta den med filen du håller på att klistra in eller flytta?
zh_hans: 你要用正在粘贴或移动的文件替换它吗？
zh_hant: 您是否要用您正在粘貼或移動的文件替換它

# do-you-want-replace(move)
source: Do you want to replace it with the file you are moving?
ar: هل تريد استبداله بالملف الذي تقوم بنقله؟
de: Möchten Sie es durch die Datei ersetzen, die Sie verschieben?
es: ¿Quieres reemplazarlo con el archivo que estás moviendo?
fr: Voulez-vous le remplacer par le fichier que vous déplacez ?
it: Vuoi sostituirlo con il file che stai spostando?
ja: 移動中のファイルで置き換えますか？
ko: 파일을 이동하여 덮어쓰시겠습니까?
nl: Wilt u het vervangen door het bestand dat u verplaatst?
pt_br: Você quer substituí-lo pelo arquivo que está movendo?
pt_pt: Quer substituir pelo ficheiro que está a mover?
ru: Заменить его на файл, который вы перемещаете?
sv: Vill du ersätta det med filen du flyttar?
zh_hans: 你要用正在移动的文件替换它吗？
zh_hant: 您要用正在移动的文件替换它吗？

# do-you-want-replace(paste)
source: Do you want to replace it with the file you are pasting?
ar: هل تريد استبداله بالملف الذي تلصقه؟
de: Möchten Sie es durch die Datei ersetzen, die Sie einfügen?
es: ¿Quieres reemplazarlo con el archivo que estás pegando?
fr: Voulez-vous le remplacer par le fichier que vous collez ?
it: Vuoi sostituirlo con il file che stai incollando?
ja: 貼り付けたファイルで置き換えますか
ko: 붙여넣는 파일로 바꾸시겠습니까?
nl: Wil je het vervangen door het bestand dat je aan het plakken bent?
pt_br: Deseja substituí-lo pelo arquivo que está colando?
pt_pt: Deseja substituí-lo pelo ficheiro que está a colar?
ru: Вы хотите заменить его файлом, который вставляете?
sv: Vill du ersätta det med filen du klistrar in?
zh_hans: 你要用正在粘贴的文件替换它吗？
zh_hant: 你要用正在貼上的檔案取代它嗎？

source: Empty
ar: فارغ
de: Leer
es: Vacío
fr: Vide
it: Vuoto
ja: 空
ko: 비어 있음
nl: Leeg
pt_br: Vazio
pt_pt: Vazio
ru: Пусто
sv: Tom
zh_hans: 空
zh_hant: 空

# empty-enclose
source: (Empty)
ar: (فارغ)
de: (Leer)
es: (Vacío)
fr: (Vide)
it: (Vuoto)
ja: (空)
ko: (비어 있음)
nl: (Leeg)
pt_br: (Vazio)
pt_pt: (Vazio)
ru: (Пусто)
sv: (Tom)
zh_hans: （空）
zh_hant: （空）

source: Enable Automatic Play
ar: تمكين التشغيل التلقائي
de: Automatische Wiedergabe aktivieren
es: Habilitar reproducción automática
fr: Activer la lecture automatique
it: Abilita riproduzione automatica
ja: 自動再生を有効にする
ko: 자동 재생 사용
nl: Automatisch afspelen inschakelen
pt_br: Ativar reprodução automática
pt_pt: Ativar Reprodução Automática
ru: Включить автоматическое воспроизведение
sv: Aktivera automatisk uppspelning
zh_hans: 启用自动播放
zh_hant: 啟用自動播放

source: Enable Automatic Scroll
ar: تمكين التمرير التلقائي
de: Automatisches Scrollen aktivieren
es: Habilitar desplazamiento automático
fr: Activer le défilement automatique
it: Abilita Scorrimento Automatico
ja: 自動スクロールを有効にする
ko: 자동 스크롤 사용
nl: Automatisch scrollen inschakelen
pt_br: Habilitar Rolagem Automática
pt_pt: Ativar Rolagem Automática
ru: Включить автоматическую прокрутку
sv: Aktivera automatisk rullning
zh_hans: 启用自动滚动
zh_hant: 啟用自動捲動

source: Enable HDR
ar: تمكين HDR
de: HDR aktivieren
es: Activar HDR
fr: Activer le HDR
it: Abilita HDR
ja: HDRを有効にする
ko: HDR 활성화
nl: HDR inschakelen
pt_br: Ativar HDR
pt_pt: Ativar HDR
ru: Включить HDR
sv: Aktivera HDR
zh_hans: 启用HDR
zh_hant: 啟用 HDR

source: Enable Recursive Mode
ar: تمكين الوضع التكراري
de: Rekursive Modus aktivieren
es: Habilitar modo recursivo
fr: Activer le mode récursif
it: Abilita modalità ricorsiva
ja: 再帰モードを有効にする
ko: 재귀 모드 활성화
nl: Recursieve modus inschakelen
pt_br: Ativar modo recursivo
pt_pt: Ativar Modo Recursivo
ru: Включить Рекурсивный Режим
sv: Aktivera rekursivt läge
zh_hans: 开启递归模式
zh_hant: 啟用遞歸模式

source: Enlarge the Thumbnails
ar: تكبير الصور المصغرة
de: Vergrößern der Miniaturansichten
es: Ampliar las miniaturas
fr: Agrandir les miniatures
it: Ingrandisci le miniature
ja: サムネイルを拡大
ko: 썸네일 확대
nl: De miniaturen vergroten
pt_br: Aumentar as Miniaturas
pt_pt: Ampliar as Miniaturas
ru: Увеличить миниатюры
sv: Förstora miniatyrbilderna
zh_hans: 放大缩略图
zh_hant: 放大縮略圖

source: Enter the auto play interval in seconds:
ar: أدخل فترة التشغيل التلقائي بالثواني:
de: Geben Sie das Intervall für die automatische Wiedergabe in Sekunden ein:
es: Ingrese el intervalo de reproducción automática en segundos:
fr: Entrez l'intervalle de lecture automatique en secondes :
it: Inserisci l'intervallo di riproduzione automatica in secondi:
ja: 自動再生の間隔を秒数で入力してください:
ko: 자동 재생 간격(초)을 입력하세요
nl: Voer het automatisch afspelen-interval in seconden in:
pt_br: Insira o intervalo de reprodução automática em segundos:
pt_pt: Insira o intervalo de reprodução automática em segundos:
ru: Введите интервал автоматического воспроизведения в секундах:
sv: Ange intervallet för automatisk uppspelning i sekunder:
zh_hans: 请输入自动播放的间隔时间（秒）：
zh_hant: 輸入自動播放的間隔時間（秒）：

source: Enter the scroll speed in pixels per second:
ar: أدخل سرعة التمرير بوحدة البكسل في الثانية:
de: Geben Sie die Scrollgeschwindigkeit in Pixeln pro Sekunde ein:
es: Ingrese la velocidad de desplazamiento en píxeles por segundo
fr: Entrez la vitesse de défilement en pixels par seconde :
it: Inserisci la velocità di scorrimento in pixel al secondo:
ja: 1秒あたりのスクロール速度をピクセル単位で入力してください:
ko: 초당 픽셀 단위로 스크롤 속도를 입력하세요:
nl: Voer de scrollsnelheid in pixels per seconde in:
pt_br: Digite a velocidade de rolagem em pixels por segundo:
pt_pt: Insira a velocidade de rolagem em píxeis por segundo:
ru: Введите скорость прокрутки в пикселях в секунду:
sv: Ange rullningshastigheten i pixlar per sekund:
zh_hans: 输入每秒滚动的像素数：
zh_hant: 輸入每秒滾動的像素數：

source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
nl: Fout
pt_br: Erro
pt_pt: Erro
ru: Ошибка
sv: Fel
zh_hans: 错误
zh_hant: 錯誤

# Exif-ApertureValue
source: Aperture Value
ar: قيمة الفتحة
de: Blendenwert
es: Valor de apertura
fr: Valeur d'ouverture
it: Valore di apertura
ja: 絞り値
ko: 조리개 값
nl: Diafragmawaarde
pt_br: Valor de Abertura
pt_pt: Valor de Abertura
ru: Диафрагма
sv: Bländarvärde
zh_hans: 光圈值 (Aperture)
zh_hant: 光圈值

# Exif-Artist
source: Artist
ar: فنان
de: Künstler
es: Artista
fr: Artiste
it: Artista
ja: アーティスト
ko: 아티스트
nl: Artiest
pt_br: Artista
pt_pt: Artista
ru: Художник
zh_hans: 作者
zh_hant: 藝術家

# Exif-CameraMaker
source: Make
ar: صنع
de: Hersteller
es: Fabricante
fr: Fabriquer
it: Marca
ja: メーカー
ko: 제조사
nl: Maken
pt_br: Fabricante
pt_pt: Fabricante
ru: Производитель
sv: Tillverkare
zh_hans: 制造商
zh_hant: 製造商

# Exif-CameraModel
source: Camera Model
ar: طراز الكاميرا
de: Kameramodell
es: Modelo de cámara
fr: Modèle d'appareil photo
it: Modello Fotocamera
ja: カメラモデル
ko: 카메라 모델
pt_br: Modelo da Câmera
pt_pt: Modelo da Câmara
ru: Модель камеры
sv: Kameramodell
zh_hans: 相机型号
zh_hant: 相機型號

# Exif-ColorModel
source: Color Model
ar: نموذج اللون
de: Farbmodell
es: Modelo de color
fr: Modèle de couleur
it: Modello di colore
ja: カラーモデル
ko: 색상 모델
nl: Kleurmodel
pt_br: Modelo de Cor
pt_pt: Modelo de Cor
ru: Цветовая модель
sv: Färgläge
zh_hans: 色彩空间
zh_hant: 顏色模型

# Exif-DateTimeDigitized
source: Date Time Digitized
ar: تاريخ ووقت التحويل الرقمي
de: Digitalisierungsdatum und -uhrzeit
es: Fecha y hora de digitalización
fr: Date et heure de numérisation
it: Data e ora di digitalizzazione
ja: デジタル化日時
ko: 디지털화된 날짜 시간
nl: Datum en tijd gedigitaliseerd
pt_br: Data e Hora da Digitalização
pt_pt: Data Hora Digitalizada
ru: Дата и время оцифровки
sv: Datum och tid digitaliserad
zh_hans: 数字化时间
zh_hant: 数字化日期时间

# Exif-DateTimeOriginal
source: Date Time Taken
ar: تاريخ ووقت الالتقاط
de: Datum und Uhrzeit der Aufnahme
es: Fecha y hora de captura
fr: Date et heure de la prise de vue
it: Data e ora di scatto
ja: 撮影日時
ko: 촬영 날짜 및 시간
nl: Datum en tijd gevonden
pt_br: Data Hora da Captura
pt_pt: Data e Hora da Captura
ru: Время съёмки
sv: Datum och tidpunkt då bilden togs
zh_hans: 拍摄时间
zh_hant: 拍攝日期時間

# Exif-Depth
source: Depth
ar: عمق
de: Tiefe
es: Profundidad
fr: Profondeur
it: Profondità
ja: 深度
ko: 깊이
nl: Diepte
pt_br: Profundidade
pt_pt: Profundidade
ru: Глубина
sv: Djup
zh_hans: 位深度
zh_hant: 深度

# Exif-ExposureTime
source: Exposure Time
ar: وقت التعرض
de: Belichtungszeit
es: Tiempo de exposición
fr: Temps d'exposition
it: Tempo di esposizione
ja: 露光時間
ko: 노출 시간
nl: Belichtingstijd
pt_br: Tempo de Exposição
pt_pt: Tempo de Exposição
ru: Выдержка
sv: Exponeringstid
zh_hans: 曝光时间
zh_hant: 曝光時間

# Exif-FileAddedTime
source: File Added Time
ar: وقت إضافة الملف
de: Datei-Hinzufügungszeit
es: Hora de adición del archivo
fr: Heure d'ajout du fichier
it: Ora di aggiunta del file
ja: ファイルの追加時間
ko: 파일 추가 시간
nl: Tijdstip van toegevoegd bestand
pt_br: Hora de Adição do Arquivo
pt_pt: Hora de Adição do Ficheiro
ru: Время добавления файла
sv: Filens tillagda tid
zh_hans: 文件添加时间
zh_hant: 文件添加時間

# Exif-FileCreatedTime
source: File Created Time
ar: وقت إنشاء الملف
de: Erstellzeit der Datei
es: Hora de creación del archivo
fr: Heure de création du fichier
it: Orario di creazione del file
ja: ファイル作成時間
ko: 파일 생성 시간
nl: Bestand gemaakte tijd
pt_br: Hora de Criação do Arquivo
pt_pt: Hora de Criação do Ficheiro
ru: Время создания файла
sv: Filens skapandetid
zh_hans: 文件创建时间
zh_hant: 文件建立时间

# Exif-FileModifiedTime
source: File Modified Time
ar: وقت تعديل الملف
de: Dateiänderungszeit
es: Hora de modificación del archivo
fr: Heure de modification du fichier
it: Ora di Modifica del File
ja: ファイルの更新日時
ko: 파일 수정 시간
nl: Bestand gewijzigd tijd
pt_br: Hora da Modificação do Arquivo
pt_pt: Hora de Modificação do Ficheiro
ru: Время изменения файла
sv: Tid för filändring
zh_hans: 文件修改时间
zh_hant: 文件修改時間

# Exif-FileSize
source: File Size
ar: حجم الملف
de: Dateigröße
es: Tamaño del archivo
fr: Taille du fichier
it: Dimensione file
ja: ファイルサイズ
ko: 파일 크기
nl: Bestandsgrootte
pt_br: Tamanho do Arquivo
pt_pt: Tamanho do Ficheiro
ru: Размер файла
sv: Filstorlek
zh_hans: 文件大小
zh_hant: 檔案大小

# Exif-Flash
source: Flash
ar: فلاش
de: Blitz
ja: フラッシュ
ko: 플래시
nl: Flits
ru: Вспышка
sv: Blixt
zh_hans: 闪光灯
zh_hant: 閃光灯

# Exif-Flash-Off
source: Off
ar: إيقاف
de: Aus
es: Apagado
fr: Arrêt
it: Spento
ja: オフ
ko: 끄기
nl: Uit
pt_br: Desativado
pt_pt: Desligado
ru: Выкл
sv: Av
zh_hans: 未使用
zh_hant: 關閉

# Exif-Flash-On
source: On
ar: تشغيل
de: Ein
es: Encendido
fr: Activé
it: Acceso
ja: オン
ko: 켜기
nl: Aan
pt_br: Ligado
pt_pt: Ligar
ru: Вкл
sv: På
zh_hans: 开启
zh_hant: 開启

# Exif-FNumber
source: F-Number
ar: قيمة الفتحة
de: Blendenwert
es: Número F
fr: Nombre F
it: Numero F
ja: F値
ko: F-번호
nl: F-nummer
pt_br: Número F
ru: Диафрагменное число
sv: F-nummer
zh_hans: 光圈值 (FNumber)
zh_hant: 光圈值

# Exif-FocalLength
source: Focal Length
ar: البعد البؤري
de: Brennweite
es: Longitud focal
fr: Longueur focale
it: Lunghezza focale
ja: 焦点距離
ko: 초점 거리
nl: Brandpuntsafstand
pt_br: Distância Focal
pt_pt: Distância Focal
ru: Фокусное расстояние
sv: Brännvidd
zh_hans: 焦距
zh_hant: 焦距

# Exif-ISOSpeedRatings
source: ISO Speed Ratings
ar: تقييمات سرعة ISO
de: ISO-Empfindlichkeitsstufen
es: Valores ISO
fr: Sensibilité ISO
it: Valori ISO
ja: ISO感度
ko: ISO 감도
nl: ISO-snelheidsinstellingen
pt_br: Classificações de Velocidade ISO
pt_pt: Classificações de Velocidade ISO
ru: Рейтинги ISO скорости
sv: ISO-hastigheter
zh_hans: ISO感光度
zh_hant: ISO感光度

# Exif-LensModel
source: Lens Model
ar: طراز العدسة
de: Objektivmodell
es: Modelo de lente
fr: Modèle d'objectif
it: Modello obiettivo
ja: レンズモデル
ko: 렌즈 모델
pt_br: Modelo da Lente
pt_pt: Modelo da Lente
ru: Модель объектива
sv: Linsmodell
zh_hans: 镜头型号
zh_hant: 鏡頭型號

# Exif-ProfileName
source: Profile Name
ar: اسم الملف الشخصي
de: Profilname
es: Nombre de perfil
fr: Nom du profil
it: Nome profilo
ja: プロファイル名
ko: 프로필 이름
nl: Profielnaam
pt_br: Nome do Perfil
pt_pt: Nome do Perfil
ru: Имя профиля
sv: Profilnamn
zh_hans: 配置文件名称
zh_hant: 配置文件名稱

# Exif-Rating
source: Rating
ar: التقييم
de: Bewertung
es: Calificación
fr: Évaluation
it: Valutazione
ja: 評価
ko: 평점
nl: Beoordeling
pt_br: Classificação
pt_pt: Classificação
ru: Рейтинг
sv: Betyg
zh_hans: 星级
zh_hant: 評分

# Exif-Resolution
source: Resolution
ar: الدقة
de: Auflösung
es: Resolución
fr: Résolution
it: Risoluzione
ja: 解像度
ko: 해상도
nl: Resolutie
pt_br: Resolução
pt_pt: Resolução
ru: Разрешение
sv: Upplösning
zh_hans: 分辨率
zh_hant: 解析度

# Exif-Software
source: Software
ar: برامج
fr: Logiciel
ja: ソフトウェア
ko: 소프트웨어
ru: Программное обеспечение
sv: Mjukvara
zh_hans: 软件
zh_hant: 軟體

# Exif-TIFFDateTime
source: TIFF Date Time
ar: تاريخ ووقت TIFF
de: TIFF-Datum und Uhrzeit
es: Fecha y hora TIFF
fr: Date et heure TIFF
it: Ora e data TIFF
ja: TIFF日時
ko: TIFF 날짜 시간
nl: TIFF datum tijd
pt_br: Data/Hora TIFF
pt_pt: Data e hora TIFF
ru: Дата и время TIFF
sv: TIFF Datum Tid
zh_hans: 元数据时间
zh_hant: TIFF 日期時間

source: Exit Recursive Mode
ar: الخروج من الوضع التكراري
de: Rekursiven Modus beenden
es: Salir del Modo Recursivo
fr: Quitter le mode récursif
it: Esci dalla modalità ricorsiva
ja: 再帰モードを終了
ko: 재귀 모드 종료
nl: Recursieve modus afsluiten
pt_br: Sair do Modo Recursivo
pt_pt: Sair do Modo Recursivo
ru: Выйти из режимa рекурсии
sv: Avsluta rekursivt läge
zh_hans: 退出递归模式
zh_hant: 退出遞歸模式

source: Failed to set this app as the default for some file types:
ar: فشل في تعيين هذا التطبيق كإعداد افتراضي لبعض أنواع الملفات:
de: Konnte diese App nicht als Standard für einige Dateitypen festlegen:
es: No se pudo establecer esta aplicación como predeterminada para algunos tipos de archivos:
fr: Impossible de définir cette application comme application par défaut pour certains types de fichiers :
it: Impossibile impostare questa app come predefinita per alcuni tipi di file:
ja: このアプリを一部のファイルタイプのデフォルトとして設定できませんでした：
ko: 일부 파일 형식에 대해 이 앱을 기본값으로 설정하지 못했습니다:
nl: Het is niet gelukt om deze app als standaard in te stellen voor sommige bestandstypen:
pt_br: Falha ao definir este aplicativo como padrão para alguns tipos de arquivos:
pt_pt: Falha ao definir esta aplicação como predefinida para alguns tipos de ficheiro:
ru: Не удалось установить это приложение по умолчанию для некоторых типов файлов:
sv: Kunde inte ställa in denna app som standard för vissa filtyper:
zh_hans: 未能将此应用设置为某些文件类型的默认应用程序：
zh_hant: 無法將此應用程式設為某些檔案類型的預設應用程式：

source: Favorites
ar: المفضلة
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
nl: Favorieten
pt_br: Favoritos
pt_pt: Favoritos
ru: Избранное
sv: Favoriter
zh_hans: 收藏夹
zh_hant: 我的最愛

source: File Info
ar: معلومات الملف
de: Dateiinformationen
es: Información del archivo
fr: Informations sur le fichier
it: Informazioni file
ja: ファイル情報
ko: 파일 정보
nl: Bestandsinformatie
pt_br: Informações do Arquivo
pt_pt: Informação do Ficheiro
ru: Информация о файле
sv: Filinformation
zh_hans: 文件信息
zh_hant: 文件資訊

source: File Path
ar: مسار الملف
de: Dateipfad
es: Ruta de archivo
fr: Chemin du fichier
it: Percorso del file
ja: ファイルパス
ko: 파일 경로
nl: Bestandspad
pt_br: Caminho do Arquivo
pt_pt: Caminho do Ficheiro
ru: Путь к файлу
sv: Filsökväg
zh_hans: 文件路径
zh_hant: 文件路徑

# file-rightmenu-get-info
source: Get Info
ar: الحصول على المعلومات
de: Informationen abrufen
es: Obtener información
fr: Obtenir des infos
it: Ottieni informazioni
ja: 情報を表示
ko: 정보 보기
nl: Info ophalen
pt_br: Obter informações
pt_pt: Obter Informações
ru: Получить информацию
sv: Hämta info
zh_hans: 显示简介
zh_hant: 取得資訊

# file-rightmenu-get-statistic
source: Get Statistic
ar: عرض الإحصائيات
de: Statistik anzeigen
es: Obtener Estadística
fr: Obtenir des statistiques
it: Ottieni statistica
ja: 統計を表示
ko: 통계 보기
nl: Statistiek ophalen
pt_br: Obter estatística
pt_pt: Obter Estatística
ru: Получить статистику
sv: Få statistik
zh_hans: 显示统计
zh_hant: 獲取統計數據

# file-size
source: Size
ar: الحجم
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
ja: サイズ
ko: 크기
nl: Grootte
pt_br: Tamanho
pt_pt: Tamanho
ru: Размер
sv: Storlek
zh_hans: 文件大小
zh_hant: 大小

# first-time-use-prompt
source: Double-click the left button to close the image. Hold the right or left button and scroll the wheel to zoom in or out.
ar: انقر نقرًا مزدوجًا على الزر الأيسر لإغلاق الصورة اضغط مع الاستمرار على الزر الأيمن أو الأيسر ومرر العجلة للتكبير أو التصغير
de: Doppelklicken Sie auf die linke Taste, um das Bild zu schließen. Halten Sie die rechte oder linke Taste gedrückt und scrollen Sie das Rad, um hinein- oder herauszuzoomen.
es: Haga doble clic en el botón izquierdo para cerrar la imagen. Mantenga presionado el botón derecho o izquierdo y desplace la rueda para acercar o alejar.
fr: Double-cliquez sur le bouton gauche pour fermer l'image. Maintenez le bouton droit ou gauche et faites défiler la molette pour zoomer ou dézoomer.
it: Fare doppio clic sul pulsante sinistro per chiudere l'immagine. Tieni premuto il pulsante destro o sinistro e scorri la rotellina per ingrandire o ridurre.
ja: 画像を閉じるには左ボタンをダブルクリックします。 ホイールをスクロールしてズームインまたはズームアウトするには、右または左ボタンを押し続けます。
ko: 왼쪽 버튼을 두 번 클릭하여 이미지를 닫습니다. 오른쪽 또는 왼쪽 버튼을 누른 상태에서 스크롤 휠을 굴려 확대하거나 축소하세요.
nl: Dubbelklik op de linkerknop om de afbeelding te sluiten. Houd de rechter- of linkerknop ingedrukt en scroll met het wiel om in of uit te zoomen.
pt_br: Clique duas vezes com o botão esquerdo para fechar a imagem. Mantenha pressionado o botão direito ou esquerdo e role a roda para aumentar ou diminuir o zoom.
pt_pt: Faça duplo clique no botão esquerdo para fechar a imagem. Mantenha pressionado o botão direito ou esquerdo e role a roda para aumentar ou diminuir o zoom.
ru: Дважды щелкните левой кнопкой, чтобы закрыть изображение. Удерживайте правую или левую кнопку и прокручивайте колесо, чтобы увеличить или уменьшить масштаб.
sv: Dubbelklicka på vänster knapp för att stänga bilden. Håll nere höger eller vänster knapp och rulla hjulet för att zooma in eller ut.
zh_hans: 双击左键关闭图片。 按住右键或左键滚动滚轮可以缩放。
zh_hant: 雙擊左鍵關閉圖像。 按住右鍵或左鍵並滾動滾輪來放大或縮小。

source: Folder
ar: مجلد
de: Ordner
es: Carpeta
fr: Dossier
it: Cartella
ja: フォルダー
ko: 폴더
nl: Map
pt_br: Pasta
pt_pt: Pasta
ru: Папка
sv: Mapp
zh_hans: 文件夹
zh_hant: 資料夾

source: Folders
ar: المجلدات
de: Ordner
es: Carpetas
fr: Dossiers
it: Cartelle
ja: フォルダー
ko: 폴더
nl: Mappen
pt_br: Pastas
pt_pt: Pastas
ru: Папки
sv: Mappar
zh_hans: 目录
zh_hant: 資料夾
